export const emojiCategories = [
  {
    id: 'animals',
    name: 'Animals',
    emojis: ['🦄','🐶', '🐱', '🐭', '🐹', '🐰', '🦊', '🐻', '🐼', '🐨', '🦁', '🐯'],
    color: 'bg-blue-500',
  },
  {
    id: 'food',
    name: 'Fruits',
    emojis: ['🍇','🍎', '🍐', '🍊', '🍋', '🍌', '🍉', '🍓', '🍒', '🍍', '🥥', '🥝'],
    color: 'bg-green-500',
  },
  {
    id: 'plants',
    name: 'Plants',
    emojis: ['🌹','🌵', '🌲', '🌴', '🌱', '🌿', '☘️', '🍀', '🍁', '🍄', '🌸', '🌺'],
    color: 'bg-emerald-500',
  },
  {
    id: 'travel',
    name: 'Travel',
    emojis: ['🚙','✈️', '🚀', '🚁', '🚂', '🚒', '🚕', '🚗', '🚌', '🚎', '🏎️', '🚢'],
    color: 'bg-purple-500',
  },
 
];